ddebug = true -- дебаг режим

mob = {'103','03'}
mobile = {'(102-','02) или ','(103-','03)'}

FracGlobalNameChat = "ЦГБ Южный"
okRang = 8 -- С какого ранга разрешено писать в общий чат
govMSG = 9 -- С какого ранго можно сообщать гос. новости
uper = 10  -- С какого ранга можно повышать или понижать в звании
inviteLvl = 10 -- С какого ранга можно принимать во фракцию

w0 = "Укажите ID"
w1 = "Укажите организацию"
w2 = "Вы не являетесь лидером фракции"
w3 = "Игрок уже состоит в этой фракции"
w4 = "Игрок не состоит в этой фракции"
w5 = "Укажите номер: экстренных служб:"
w6 = "Убедительная просьба авторизироваться/зарегестрировать аккаунт!"
w7 = "В доступе отказано."

zPosMarkHeal = 10  -- опустить маркер относительно позиции игрока примеры (10) == (-10)  другой пример (-10) == (+10)
radiusMarkHeal = 20
mTK = 450 --Стоимость лечения

rangs =
    {  
        'Интерн',
        'Фельдшер',
        'Врач - участковый',
        'Врач - терапевт',
        'Врач - хирург',
        'Парамедик',
        'Старший специалист',
        'Зав. отделением',
        'Зам. Главного врача',
        'Глав. Врач',
        'Ст.Главный врач',
    }


payTime = 30 -- В минутах
zarplata = {
    4500,
    6500,
    8750,
    10000,
    14000,
    18000,
    20000,
    24000,
    28000,
    30000,
    38000,
}    

SmerTpositions = {

        {2625,-494,12},
        {2605,-494,12},
        {2615,-513,12},
}

-- x,y,z,r
spawnPoint =
    {
        {2591,-452,20.6,90},
        {2591,-450,20.6,90},
    }

invalidSkinMedic =
    {
        274, --Интерн
        275, --Фельдшер
        276, --Врач - участковый
        308, --Врач - терапевт
        308, --Врач - хирург
        275, --Парамедик
        274, --Старший специалист
        308, --Заведующий отделением
        275, --Заместитель главного врача
        274, --Глав. врач
        308, --СТ.Главный врач
    }

markerJobsH =
    {
        {2600,-467,12.5},
        {2595,-467,12.5}
    }



carPoints =
    {

    }
